Overload List
Name  |   Description
AddResource(String)
 Adds an external resource to the folder path by supplying the resource name.
AddResource(String, IDictionary String, String )
 Adds an external resource to the folder path by supplying the resource name and reference information.
AddResource(String, String)
 Adds an external resource to the folder path by supplying the resource name and version.
AddResource(String, String, IDictionary String, String )
 Adds an external resource to the folder path by supplying the resource name, version and reference information.
 See Also
  ExternalResourceBrowserData Class
  ExternalResourceBrowserData Members
  Autodesk.Revit.DB Namespace